Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# introduction_enable_share_extension_description
source: To send files from this Mac, you may enable the share extension. Click on Continue, scroll down until you see QuickDrop or Sharing, click on the info icon, and enable the toggle for QuickDrop.
ar: لإرسال الملفات من هذا الماك، يمكنك تفعيل امتداد المشاركة. اضغط على "متابعة"، ثم مرّر لأسفل حتى تجد QuickDrop أو "المشاركة"، اضغط على أيقونة المعلومات وفعّل خيار QuickDrop.
ca: Per enviar fitxers des d’aquest Mac, pots activar l’extensió de compartició. Fes clic a Continua, desplaça’t fins que vegis QuickDrop o Compartir, fes clic a la icona d’informació i activa l’interruptor de QuickDrop.
cs: Chcete-li odesílat soubory z tohoto Macu, můžete povolit rozšíření pro sdílení. Klikněte na Pokračovat, sjeďte dolů, dokud neuvidíte QuickDrop nebo Sdílení, klikněte na ikonu informací a zapněte přepínač pro QuickDrop.
da: For at sende filer fra denne Mac, kan du aktivere delingsudvidelsen. Klik på Fortsæt, rul ned til du ser QuickDrop eller Deling, klik på info-ikonet, og aktiver knappen for QuickDrop.
de: Um Dateien von diesem Mac zu senden, kannst du die Share-Erweiterung aktivieren. Klicke auf „Weiter“, scrolle nach unten, bis du QuickDrop oder Teilen siehst, klicke auf das Info-Symbol und aktiviere dann den Schalter für QuickDrop.
el: Για να στείλετε αρχεία από αυτό το Mac, μπορείτε να ενεργοποιήσετε την επέκταση κοινοποίησης. Κάντε κλικ στο Συνέχεια, κάντε κύλιση προς τα κάτω μέχρι να δείτε το QuickDrop ή Κοινή χρήση, πατήστε στο εικονίδιο πληροφοριών και ενεργοποιήστε το διακόπτη για το QuickDrop.
es: Para enviar archivos desde este Mac, puedes habilitar la extensión para compartir. Haz clic en Continuar, desplázate hacia abajo hasta ver QuickDrop o Compartir, haz clic en el icono de información y habilita el interruptor para QuickDrop.
es_419: Para enviar archivos desde esta Mac, puedes habilitar la extensión de compartición. Haz clic en Continuar, desplázate hacia abajo hasta ver QuickDrop o Compartir, haz clic en el ícono de información y activa el interruptor de QuickDrop.
fi: Jos haluat lähettää tiedostoja tältä Macilta, voit ottaa jako-laajennuksen käyttöön. Napsauta Jatka, selaa alas kunnes näet QuickDropin tai Jakamisen, napsauta tietokuvaketta ja ota QuickDrop käyttöön.
fr: Pour envoyer des fichiers depuis ce Mac, vous pouvez activer l’extension de partage. Cliquez sur Continuer, faites défiler jusqu’à trouver QuickDrop ou Partage, cliquez sur l’icône d’information et activez l’interrupteur QuickDrop.
fr_ca: Pour envoyer des fichiers depuis ce Mac, vous pouvez activer l’extension de partage. Cliquez sur Continuer, faites défiler jusqu’à voir QuickDrop ou Partage, cliquez sur l’icône d’info, puis activez QuickDrop.
he: כדי לשלוח קבצים מהמחשב הזה, אפשר להפעיל את סיומת השיתוף. לחץ על 'המשך', גלול למטה עד שתראה QuickDrop או 'שיתוף', לחץ על סמל המידע והפעל את QuickDrop.
hi: इस Mac से फाइलें भेजने के लिए, आप शेयर एक्सटेंशन सक्रिय कर सकते हैं। कंटिन्यू पर क्लिक करें, नीचे स्क्रॉल करें जब तक QuickDrop या Sharing न दिखे, जानकारी आइकन पर क्लिक करें और QuickDrop का टॉगल सक्षम करें।
hr: Da biste slali datoteke s ovog Maca, omogućite proširenje za dijeljenje. Kliknite na Nastavi, pomaknite prema dolje dok ne vidite QuickDrop ili Dijeljenje, kliknite na ikonu informacija i uključite opciju za QuickDrop.
hu: Ha fájlokat szeretne küldeni erről a Mac-ről, engedélyezze a megosztási bővítményt. Kattintson a Folytatás gombra, görgessen le, amíg meglátja a QuickDrop vagy Megosztás lehetőséget, kattintson az információ ikonra, majd kapcsolja be a QuickDrop-ot.
id: Untuk mengirim file dari Mac ini, Anda bisa mengaktifkan ekstensi berbagi. Klik Lanjutkan, gulir ke bawah hingga menemukan QuickDrop atau Berbagi, klik ikon info, lalu aktifkan toggle untuk QuickDrop.
it: Per inviare file da questo Mac, puoi abilitare l'estensione di condivisione. Clicca su Continua, scorri verso il basso fino a trovare QuickDrop o Condivisione, clicca sull'icona delle info e attiva l'interruttore per QuickDrop.
ja: このMacからファイルを送信するには、共有拡張機能を有効にしてください。「続ける」をクリックし、下にスクロールしてQuickDropまたは共有を見つけ、情報アイコンをクリックしてQuickDropの切替を有効にします。
ko: 이 Mac에서 파일을 보내려면 공유 확장 기능을 활성화하세요. 계속을 클릭한 후 아래로 스크롤하여 QuickDrop 또는 공유를 찾고, 정보 아이콘을 클릭한 후 QuickDrop 토글을 활성화하세요.
ms: Untuk menghantar fail dari Mac ini, anda boleh aktifkan sambungan perkongsian. Klik Teruskan, skrol ke bawah sehingga anda nampak QuickDrop atau Perkongsian, klik ikon info, dan aktifkan togol untuk QuickDrop.
nb: For å sende filer fra denne Macen kan du aktivere deleutvidelsen. Klikk på Fortsett, bla ned til du ser QuickDrop eller Deling, klikk på info-ikonet, og slå på bryteren for QuickDrop.
nl: Om bestanden vanaf deze Mac te versturen, kun je de deel-extensie inschakelen. Klik op Ga door, scroll naar beneden tot je QuickDrop of Delen ziet, klik op het info-icoon en zet de schakelaar voor QuickDrop aan.
pl: Aby wysłać pliki z tego Maca, możesz włączyć rozszerzenie udostępniania. Kliknij Kontynuuj, przewiń w dół aż zobaczysz QuickDrop lub Udostępnianie, kliknij ikonę informacji i włącz przełącznik dla QuickDrop.
pt_br: Para enviar arquivos deste Mac, ative a extensão de compartilhamento. Clique em Continuar, role para baixo até ver QuickDrop ou Compartilhamento, clique no ícone de informações e ative a opção para QuickDrop.
pt_pt: Para enviar ficheiros deste Mac, pode ativar a extensão de partilha. Clique em Continuar, desça até ver QuickDrop ou Partilha, clique no ícone de informação e ative o interruptor para o QuickDrop.
ro: Pentru a trimite fișiere de pe acest Mac, poți activa extensia de partajare. Apasă pe Continuă, derulează până vezi QuickDrop sau Partajare, apasă pe pictograma de informații și activează comutatorul pentru QuickDrop.
ru: Чтобы отправлять файлы с этого Mac, включите расширение для обмена. Нажмите «Продолжить», прокрутите вниз до QuickDrop или «Общий доступ», щёлкните на значок информации и включите переключатель для QuickDrop.
sv: För att skicka filer från denna Mac kan du aktivera delningstillägget. Klicka på Fortsätt, scrolla ner tills du ser QuickDrop eller Delning, klicka på info-ikonen och aktivera reglaget för QuickDrop.
th: หากต้องการส่งไฟล์จาก Mac นี้ คุณสามารถเปิดใช้งานส่วนขยายแชร์ กด ต่อไป เลื่อนลงจนเห็น QuickDrop หรือ แชร์ กดที่ไอคอนข้อมูล แล้วเปิดสวิตช์ QuickDrop
tr: Bu Mac'ten dosya göndermek için paylaşım uzantısını etkinleştirebilirsiniz. Devam'a tıklayın, aşağı kaydırın ve QuickDrop veya Paylaşım'ı bulun, bilgi simgesine tıklayın ve QuickDrop için anahtarı açın.
uk: Щоб надсилати файли з цього Mac, увімкніть розширення для обміну. Натисніть "Продовжити", прокрутіть вниз до QuickDrop або "Обмін", натисніть значок інформації та увімкніть перемикач для QuickDrop.
vi: Để gửi tệp từ máy Mac này, bạn có thể bật tiện ích chia sẻ. Nhấp vào Tiếp tục, cuộn xuống cho đến khi thấy QuickDrop hoặc Chia sẻ, nhấp vào biểu tượng thông tin và bật công tắc cho QuickDrop.
zh_hans: 要从这台 Mac 发送文件，请启用共享扩展。点击“继续”，向下滚动找到 QuickDrop 或“共享”，点击信息图标，然后打开 QuickDrop 的开关。
zh_hant: 若要從這台 Mac 傳送檔案，你可以啟用分享擴充功能。請點擊「繼續」，向下捲動直到看到 QuickDrop 或「分享」，點擊資訊圖示，然後啟用 QuickDrop 開關。

# introduction_enable_share_extension_description_macos12
source: To send files from this Mac, you may enable the share extension. Click on Continue, then choose the extensions menu, and enable the checkbox for QuickDrop.
ar: لإرسال الملفات من هذا الـ Mac، يمكنك تفعيل امتداد المشاركة. اضغط على متابعة، ثم اختر قائمة الامتدادات وفعّل خيار QuickDrop.
ca: Per enviar fitxers des d’aquest Mac, activa l’extensió de compartició. Fes clic a Continua, tria el menú d’extensions i activa la casella per a QuickDrop.
cs: Chcete-li odesílat soubory z tohoto Macu, můžete povolit rozšíření pro sdílení. Klikněte na Pokračovat, vyberte nabídku rozšíření a zaškrtněte políčko QuickDrop.
da: For at sende filer fra denne Mac kan du aktivere delingsudvidelsen. Klik på Fortsæt, vælg derefter udvidelsesmenuen, og marker afkrydsningsfeltet for QuickDrop.
de: Um Dateien von diesem Mac zu senden, aktiviere die Share-Erweiterung. Klicke auf „Weiter“, wähle dann das Erweiterungsmenü und aktiviere das Kontrollkästchen für QuickDrop.
el: Για να στείλετε αρχεία από αυτό το Mac, μπορείτε να ενεργοποιήσετε την επέκταση κοινοποίησης. Κάντε κλικ στο Συνέχεια, μετά επιλέξτε το μενού επεκτάσεων και ενεργοποιήστε το κουτάκι για το QuickDrop.
es: Para enviar archivos desde este Mac, activa la extensión de compartir. Haz clic en Continuar, luego ve al menú de extensiones y marca la casilla de QuickDrop.
es_419: Para enviar archivos desde esta Mac, puedes habilitar la extensión para compartir. Haz clic en Continuar, luego elige el menú de extensiones y marca la casilla de QuickDrop.
fi: Jos haluat lähettää tiedostoja tältä Macilta, voit ottaa käyttöön jaon laajennuksen. Napsauta Jatka, valitse laajennusvalikko ja ota QuickDrop käyttöön valitsemalla sen valintaruutu.
fr: Pour envoyer des fichiers depuis ce Mac, vous pouvez activer l’extension de partage. Cliquez sur Continuer, puis choisissez le menu des extensions et cochez la case pour QuickDrop.
fr_ca: Pour envoyer des fichiers depuis ce Mac, vous pouvez activer l’extension de partage. Cliquez sur Continuer, puis ouvrez le menu des extensions et cochez la case pour QuickDrop.
he: כדי לשלוח קבצים מהמחשב הזה, אפשר להפעיל את תוסף השיתוף. לחץ על 'המשך', בחר בתפריט התוספים, וסמן את תיבת הסימון של QuickDrop.
hi: इस Mac से फ़ाइलें भेजने के लिए, आप शेयर एक्सटेंशन सक्षम कर सकते हैं। 'जारी रखें' पर क्लिक करें, फिर एक्सटेंशन मेनू चुनें और QuickDrop के लिए चेकबॉक्स चुनें।
hr: Da biste slali datoteke s ovog Maca, omogućite ekstenziju za dijeljenje. Kliknite Nastavi, zatim odaberite izbornik ekstenzija i označite QuickDrop.
hu: Fájlok küldéséhez erről a Mac-ről engedélyezze a megosztási bővítményt. Kattintson a Folytatásra, válassza a bővítmények menüt, majd jelölje be a QuickDrop jelölőnégyzetét.
id: Untuk mengirim file dari Mac ini, Anda dapat mengaktifkan ekstensi berbagi. Klik Lanjutkan, lalu pilih menu ekstensi, dan aktifkan kotak centang untuk QuickDrop.
it: Per inviare file da questo Mac, puoi abilitare l'estensione di condivisione. Fai clic su Continua, poi scegli il menu delle estensioni e attiva la casella di controllo per QuickDrop.
ja: このMacからファイルを送信するには、共有機能拡張を有効にしてください。「続ける」をクリックし、拡張機能メニューを開いて、QuickDropのチェックボックスを有効にします。
ko: 이 Mac에서 파일을 보내려면 공유 확장 기능을 활성화하세요. 계속을 클릭한 다음, 확장 메뉴에서 QuickDrop 체크박스를 선택하세요.
ms: Untuk menghantar fail dari Mac ini, anda boleh aktifkan ekstensi perkongsian. Klik Teruskan, kemudian pilih menu ekstensi, dan aktifkan kotak semak untuk QuickDrop.
nb: For å sende filer fra denne Macen, kan du aktivere delingsutvidelsen. Klikk på Fortsett, velg deretter utvidelsesmenyen og aktiver avkrysningsboksen for QuickDrop.
nl: Om bestanden vanaf deze Mac te verzenden, kun je de deel-extensie inschakelen. Klik op Doorgaan, kies het extensiemenu en vink het selectievakje voor QuickDrop aan.
pl: Aby wysyłać pliki z tego Maca, możesz włączyć rozszerzenie udostępniania. Kliknij Dalej, wybierz menu rozszerzeń i zaznacz pole wyboru QuickDrop.
pt_br: Para enviar arquivos deste Mac, ative a extensão de compartilhamento. Clique em Continuar, depois escolha o menu de extensões e marque a caixa de seleção para o QuickDrop.
pt_pt: Para enviar ficheiros deste Mac, pode ativar a extensão de partilha. Clique em Continuar, depois escolha o menu de extensões e ative a caixa de seleção para o QuickDrop.
ro: Pentru a trimite fișiere de pe acest Mac, poți activa extensia de partajare. Apasă Continuă, apoi mergi la meniul de extensii și bifează caseta pentru QuickDrop.
ru: Чтобы отправлять файлы с этого Mac, вы можете включить расширение для обмена. Нажмите «Продолжить», затем выберите меню расширений и поставьте галочку напротив QuickDrop.
sv: För att skicka filer från denna Mac kan du aktivera delningstillägget. Klicka på Fortsätt, välj sedan tilläggsmenyn och markera kryssrutan för QuickDrop.
th: หากต้องการส่งไฟล์จาก Mac เครื่องนี้ คุณสามารถเปิดใช้งานส่วนขยายการแชร์ได้ คลิก 'ดำเนินการต่อ' จากนั้นเลือกเมนูส่วนขยาย และเปิดใช้งานช่องเลือกสำหรับ QuickDrop
tr: Bu Mac'ten dosya göndermek için paylaşım uzantısını etkinleştirebilirsiniz. Devam Et'e tıklayın, ardından uzantılar menüsünü seçin ve QuickDrop kutucuğunu işaretleyin.
uk: Щоб надіслати файли з цього Mac, увімкніть розширення для спільного доступу. Натисніть «Продовжити», відкрийте меню розширень і поставте галочку біля QuickDrop.
vi: Để gửi tệp từ máy Mac này, bạn có thể bật tiện ích chia sẻ. Nhấp Tiếp tục, sau đó chọn menu tiện ích và bật ô chọn cho QuickDrop.
zh_hans: 如需从此 Mac 发送文件，请启用共享扩展。点击“继续”，然后选择扩展菜单，并勾选 QuickDrop 的复选框。
zh_hant: 若要從這台 Mac 傳送檔案，請啟用分享擴充功能。點擊「繼續」，然後選擇擴充功能選單，勾選 QuickDrop。

# introduction_enable_share_extension_not_visible
source: Extension not visible?
ar: الامتداد غير ظاهر؟
ca: L'extensió no és visible?
cs: Rozšíření není viditelné?
da: Udvidelse ikke synlig?
de: Erweiterung nicht sichtbar?
el: Η επέκταση δεν είναι ορατή;
es: ¿No ves la extensión?
es_419: ¿No ves la extensión?
fi: Laajennus ei näy?
fr: Extension non visible ?
fr_ca: Extension non visible?
he: ההרחבה לא גלויה?
hi: एक्सटेंशन दिखाई नहीं दे रहा?
hr: Ekstenzija nije vidljiva?
hu: Nem látható a kiterjesztés?
id: Ekstensi tidak terlihat?
it: Estensione non visibile?
ja: 拡張機能が表示されませんか？
ko: 확장 기능이 보이지 않나요?
ms: Sambungan tidak kelihatan?
nb: Utvidelse ikke synlig?
nl: Extensie niet zichtbaar?
pl: Rozszerzenie niewidoczne?
pt_br: Extensão não visível?
pt_pt: Extensão não visível?
ro: Extensia nu este vizibilă?
ru: Расширение не видно?
sv: Tillägget syns inte?
th: ไม่พบส่วนขยายใช่ไหม?
tr: Uzantı görünmüyor mu?
uk: Розширення не видно?
vi: Không thấy tiện ích mở rộng?
zh_hans: 扩展未显示？
zh_hant: 擴充功能沒出現？

# introduction_enable_share_extension_not_visible_answer
source: If the share extension is not visible in System Settings, please restart your Mac and try again. Alternatively, click on “Skip” to enable the extension later.
ar: إذا لم يظهر امتداد المشاركة في إعدادات النظام، يرجى إعادة تشغيل جهاز Mac والمحاولة مرة أخرى. أو بدلاً من ذلك، اضغط على "تخطي" لتفعيل الامتداد لاحقًا.
ca: Si l'extensió de compartició no és visible als Ajustos del sistema, reinicia el teu Mac i torna-ho a provar. Alternativament, fes clic a “Omet” per activar l'extensió més tard.
cs: Pokud sdílecí rozšíření není viditelné v Systémovém nastavení, restartujte prosím svůj Mac a zkuste to znovu. Případně klikněte na „Přeskočit“ pro aktivaci rozšíření později.
da: Hvis delingsudvidelsen ikke er synlig i Systemindstillinger, så genstart din Mac og prøv igen. Alternativt kan du klikke på “Spring over” for at aktivere udvidelsen senere.
de: Wenn die Freigabe-Erweiterung in den Systemeinstellungen nicht sichtbar ist, starte bitte deinen Mac neu und versuche es erneut. Alternativ kannst du auf „Überspringen“ klicken, um die Erweiterung später zu aktivieren.
el: Αν η επέκταση κοινοποίησης δεν εμφανίζεται στις Ρυθμίσεις Συστήματος, κάντε επανεκκίνηση του Mac σας και δοκιμάστε ξανά. Εναλλακτικά, κάντε κλικ στο «Παράλειψη» για να την ενεργοποιήσετε αργότερα.
es: Si la extensión para compartir no aparece en Configuración del sistema, reinicia tu Mac e inténtalo de nuevo. Alternativamente, haz clic en "Omitir" para activar la extensión más tarde.
es_419: Si la extensión para compartir no es visible en Configuración del sistema, reinicia tu Mac y vuelve a intentarlo. Alternativamente, haz clic en “Omitir” para activar la extensión más tarde.
fi: Jos jakolaajennus ei näy Järjestelmäasetuksissa, käynnistä Mac uudelleen ja yritä uudestaan. Vaihtoehtoisesti voit klikata "Ohita" ottaaksesi laajennuksen käyttöön myöhemmin.
fr: Si l’extension de partage n’est pas visible dans les Réglages Système, veuillez redémarrer votre Mac et réessayez. Sinon, cliquez sur « Ignorer » pour activer l’extension plus tard.
fr_ca: Si l’extension de partage n’apparaît pas dans les Réglages système, veuillez redémarrer votre Mac et réessayez. Vous pouvez aussi cliquer sur « Passer » pour activer l’extension plus tard.
he: אם ההרחבה לא מופיעה בהגדרות המערכת, נא להפעיל את ה-Mac מחדש ולנסות שוב. לחלופין, לחץ על "דלג" כדי להפעיל את ההרחבה מאוחר יותר.
hi: अगर सिस्टम सेटिंग्स में शेयर एक्सटेंशन दिखाई नहीं दे रहा है, तो कृपया अपने Mac को रीस्टार्ट करें और फिर से प्रयास करें। वैकल्पिक रूप से, बाद में एक्सटेंशन सक्रिय करने के लिए "छोड़ें" पर क्लिक करें।
hr: Ako dijeljena ekstenzija nije vidljiva u Postavkama sustava, ponovno pokrenite svoj Mac i pokušajte ponovno. Alternativno, kliknite na „Preskoči” kako biste omogućili ekstenziju kasnije.
hu: Ha a megosztási kiterjesztés nem látható a Rendszerbeállításokban, indítsd újra a Mac-et, majd próbáld újra. Alternatívaként kattints a „Kihagyás” gombra, hogy később engedélyezd a kiterjesztést.
id: Jika ekstensi berbagi tidak terlihat di Pengaturan Sistem, silakan mulai ulang Mac Anda dan coba lagi. Atau, klik “Lewati” untuk mengaktifkan ekstensi nanti.
it: Se l'estensione di condivisione non è visibile nelle Impostazioni di Sistema, riavvia il Mac e riprova. In alternativa, fai clic su “Salta” per attivare l'estensione in seguito.
ja: 共有拡張機能がシステム設定に表示されない場合は、Macを再起動し、再度お試しください。もしくは「スキップ」をクリックして後で拡張機能を有効にすることもできます。
ko: 시스템 설정에서 공유 확장 기능이 보이지 않는 경우, Mac을 다시 시작한 후 다시 시도해 주세요. 또는 “건너뛰기”를 클릭하여 나중에 확장 기능을 활성화할 수 있습니다.
ms: Jika sambungan perkongsian tidak kelihatan dalam Tetapan Sistem, sila mulakan semula Mac anda dan cuba lagi. Atau, klik "Langkau" untuk membolehkan sambungan kemudian.
nb: Hvis delingsutvidelsen ikke er synlig i Systeminnstillinger, vennligst start Macen på nytt og prøv igjen. Alternativt kan du klikke på «Hopp over» for å aktivere utvidelsen senere.
nl: Als de deel-extensie niet zichtbaar is in de Systeeminstellingen, herstart dan je Mac en probeer het opnieuw. Of klik op “Overslaan” om de extensie later in te schakelen.
pl: Jeśli rozszerzenie udostępniania nie jest widoczne w Ustawieniach systemowych, uruchom ponownie Maca i spróbuj ponownie. Możesz też kliknąć „Pomiń”, aby włączyć rozszerzenie później.
pt_br: Se a extensão de compartilhamento não estiver visível nas Configurações do Sistema, reinicie seu Mac e tente novamente. Como alternativa, clique em “Pular” para ativar a extensão depois.
pt_pt: Se a extensão de partilha não aparecer nas Definições do Sistema, reinicie o seu Mac e tente novamente. Em alternativa, clique em “Saltar” para ativar a extensão mais tarde.
ro: Dacă extensia de partajare nu este vizibilă în Configurările de Sistem, reporniți Mac-ul și încercați din nou. Alternativ, faceți clic pe „Sari peste” pentru a activa extensia mai târziu.
ru: Если расширение не отображается в Системных настройках, перезагрузите Mac и попробуйте снова. Или нажмите «Пропустить», чтобы включить расширение позже.
sv: Om delningstillägget inte är synligt i Systeminställningar, starta om din Mac och försök igen. Alternativt, klicka på ”Hoppa över” för att aktivera tillägget senare.
th: หากไม่พบส่วนขยายในการตั้งค่าระบบ กรุณารีสตาร์ท Mac ของคุณแล้วลองใหม่ หรือคลิก "ข้าม" เพื่อเปิดใช้ส่วนขยายในภายหลัง
tr: Paylaşım uzantısı Sistem Ayarlarında görünmüyorsa, lütfen Mac'inizi yeniden başlatıp tekrar deneyin. Alternatif olarak, uzantıyı daha sonra etkinleştirmek için "Atla"ya tıklayın.
uk: Якщо розширення для спільного доступу не видно в Системних налаштуваннях, перезавантажте Mac і спробуйте ще раз. Або натисніть «Пропустити», щоб увімкнути розширення пізніше.
vi: Nếu tiện ích chia sẻ không hiển thị trong Cài đặt Hệ thống, vui lòng khởi động lại Mac và thử lại. Hoặc bấm vào “Bỏ qua” để bật tiện ích này sau.
zh_hans: 如果在系统设置中看不到共享扩展，请重启您的 Mac 后重试。或者，点击“跳过”稍后启用扩展。
zh_hant: 如果在系統設定中看不到分享擴充功能，請重新啟動您的 Mac 並再試一次。或者，點擊「跳過」以稍後啟用該擴充功能。
